[
{"text": "Don't cry because it's over, smile because it happened.", "author": "\n    Dr. Seuss\n  ", "tags": "attributed-no-source,cry,crying,experience,happiness,joy,life,misattributed-dr-seuss,optimism,sadness,smile,smiling"},
{"text": "I'm selfish, impatient and a little insecure. I make mistakes, I am out of control and at times hard to handle. But if you can't handle me at my worst, then you sure as hell don't deserve me at my best.", "author": "\n    Marilyn Monroe\n  ", "tags": "attributed-no-source,best,life,love,mistakes,out-of-control,truth,worst"},
{"text": "Be yourself; everyone else is already taken.", "author": "\n    Oscar Wilde\n  ", "tags": "attributed-no-source,be-yourself,honesty,inspirational,misattributed-oscar-wilde"},
{"text": "Two things are infinite: the universe and human stupidity; and I'm not sure about the universe.", "author": "\n    Albert Einstein\n  ", "tags": "attributed-no-source,human-nature,humor,infinity,philosophy,science,stupidity,universe"},
{"text": "So many books, so little time.", "author": "\n    Frank Zappa\n  ", "tags": "books,humor"},
{"text": "Be who you are and say what you feel, because those who mind don't matter, and those who matter don't mind.", "author": "\n    Bernard M. Baruch\n  ", "tags": "ataraxy,be-yourself,confidence,fitting-in,individuality,misattributed-dr-seuss,those-who-matter"},
{"text": "A room without books is like a body without a soul.", "author": "\n    Marcus Tullius Cicero\n  ", "tags": "attributed-no-source,books,simile,soul"},
{"text": "You've gotta dance like there's nobody watching,", "author": "\n    William W. Purkey\n  ", "tags": "dance,heaven,hurt,inspirational,life,love,sing"},
{"text": "You know you're in love when you can't fall asleep because reality is finally better than your dreams.", "author": "\n    Dr. Seuss\n  ", "tags": "attributed-no-source,dreams,love,reality,sleep"},
{"text": "You only live once, but if you do it right, once is enough.", "author": "\n    Mae West\n  ", "tags": "humor,life"},
{"text": "Be the change that you wish to see in the world.", "author": "\n    Mahatma Gandhi\n  ", "tags": "action,change,inspirational,philosophy,wish"},
{"text": "In three words I can sum up everything I've learned about life: it goes on.", "author": "\n    Robert Frost\n  ", "tags": "life"},
{"text": "If you want to know what a man's like, take a good look at how he treats his inferiors, not his equals.", "author": "\n    J.K. Rowling,\n  "},
{"text": "Don’t walk in front of me… I may not follow", "author": "\n    Albert Camus\n  ", "tags": "attributed-no-source,friends,friendship,misattributed-albert-camus"},
{"text": "Friendship ... is born at the moment when one man says to another \"What! You too? I thought that no one but myself . . .", "author": "\n    C.S. Lewis,\n  ", "tags": "friendship"},
{"text": "No one can make you feel inferior without your consent.", "author": "\n    Eleanor Roosevelt,\n  ", "tags": "confidence,inspirational,wisdom"},
{"text": "If you tell the truth, you don't have to remember anything.", "author": "\n    Mark Twain\n  ", "tags": "lies,lying,memory,truth"},
{"text": "A friend is someone who knows all about you and still loves you.", "author": "\n    Elbert Hubbard\n  ", "tags": "friend,friendship,knowledge,love"},
{"text": "I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.", "author": "\n    Maya Angelou\n  "},
{"text": "Always forgive your enemies; nothing annoys them so much.", "author": "\n    Oscar Wilde\n  ", "tags": "attributed-no-source,enemies,forgiveness,strategy"},
{"text": "Live as if you were to die tomorrow. Learn as if you were to live forever.", "author": "\n    Mahatma Gandhi\n  ", "tags": "carpe-diem,education,inspirational,learning"},
{"text": "To live is the rarest thing in the world. Most people exist, that is all.", "author": "\n    Oscar Wilde\n  ", "tags": "life"},
{"text": "Darkness cannot drive out darkness: only light can do that. Hate cannot drive out hate: only love can do that.", "author": "\n    Martin Luther King Jr.,\n  ", "tags": "darkness,drive-out,hate,inspirational,light,love,peace"},
{"text": "I am so clever that sometimes I don't understand a single word of what I am saying.", "author": "\n    Oscar Wilde,\n  ", "tags": "intelligence,self-deprecation"},
{"text": "Without music, life would be a mistake.", "author": "\n    Friedrich Nietzsche,\n  ", "tags": "inspirational,music,philosophy"},
{"text": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.", "author": "\n    Ralph Waldo Emerson\n  ", "tags": "accomplishment,attributed-no-source,be-yourself,conformity,individuality"},
{"text": "Here's to the crazy ones. The misfits. The rebels. The troublemakers. The round pegs in the square holes. The ones who see things differently. They're not fond of rules. And they have no respect for the status quo. You can quote them, disagree with them, glorify or vilify them. About the only thing you can't do is ignore them. Because they change things. They push the human race forward. And while some may see them as the crazy ones, we see genius. Because the people who are crazy enough to think they can change the world, are the ones who do.", "author": "\n    Rob Siltanen\n  ", "tags": "advertising,apple,change,commercial,computers,different,madness,misattributed-apple,misattributed-steve-jobs,misfits,nonconformity,progressive,rebels,status-quo,think-different,troublemakers"},
{"text": "We accept the love we think we deserve.", "author": "\n    Stephen Chbosky,\n  ", "tags": "inspirational,love"},
{"text": "Insanity is doing the same thing, over and over again, but expecting different results.", "author": "\n    Narcotics Anonymous\n  ", "tags": "humor,insanity,life,misattributed-ben-franklin,misattributed-mark-twain,misattributed-to-einstein"},
{"text": "I believe that everything happens for a reason. People change so that you can learn to let go, things go wrong so that you appreciate them when they're right, you believe lies so you eventually learn to trust no one but yourself, and sometimes good things fall apart so better things can fall together.", "author": "\n    Marilyn Monroe\n  ", "tags": "attributed-no-source,misattributed-marilyn-monroe"},
{"text": "Twenty years from now you will be more disappointed by the things that you didn't do than by the ones you did do. So throw off the bowlines. Sail away from the safe harbor. Catch the trade winds in your sails. Explore. Dream. Discover.", "author": "\n    H. Jackson Brown Jr.,\n  ", "tags": "actions,disappointed,disappointment,dream,dreams,explore,misattributed-mark-twain,sail"},
{"text": "It is better to be hated for what you are than to be loved for what you are not.", "author": "\n    Andre Gide,\n  ", "tags": "life,love"},
{"text": "Only once in your life, I truly believe, you find someone who can completely turn your world around. You tell them things that you’ve never shared with another soul and they absorb everything you say and actually want to hear more. You share hopes for the future, dreams that will never come true, goals that were never achieved and the many disappointments life has thrown at you. When something wonderful happens, you can’t wait to tell them about it, knowing they will share in your excitement. They are not embarrassed to cry with you when you are hurting or laugh with you when you make a fool of yourself. Never do they hurt your feelings or make you feel like you are not good enough, but rather they build you up and show you the things about yourself that make you special and even beautiful. There is never any pressure, jealousy or competition but only a quiet calmness when they are around. You can be yourself and not worry about what they will think of you because they love you for who you are. The things that seem insignificant to most people such as a note, song or walk become invaluable treasures kept safe in your heart to cherish forever. Memories of your childhood come back and are so clear and vivid it’s like being young again. Colours seem brighter and more brilliant. Laughter seems part of daily life where before it was infrequent or didn’t exist at all. A phone call or two during the day helps to get you through a long day’s work and always brings a smile to your face. In their presence, there’s no need for continuous conversation, but you find you’re quite content in just having them nearby. Things that never interested you before become fascinating because you know they are important to this person who is so special to you. You think of this person on every occasion and in everything you do. Simple things bring them to mind like a pale blue sky, gentle wind or even a storm cloud on the horizon. You open your heart knowing that there’s a chance it may be broken one day and in opening your heart, you experience a love and joy that you never dreamed possible. You find that being vulnerable is the only way to allow your heart to feel true pleasure that’s so real it scares you. You find strength in knowing you have a true friend and possibly a soul mate who will remain loyal to the end. Life seems completely different, exciting and worthwhile. Your only hope and security is in knowing that they are a part of your life.", "author": "\n    Bob Marley\n  ", "tags": "love"},
{"text": "All that is gold does not glitter,", "author": "\n    J.R.R. Tolkien,\n  ", "tags": "frost,glitter,gold,lost,poetry,roots,strength,strong,wander,wither"},
{"text": "It is our choices, Harry, that show what we truly are, far more than our abilities.", "author": "\n    J.K. Rowling,\n  ", "tags": "abilities,choices"},
{"text": "Imperfection is beauty, madness is genius and it's better to be absolutely ridiculous than absolutely boring.", "author": "\n    Marilyn Monroe\n  ", "tags": "attributed-no-source,be-yourself,inspirational"},
{"text": "The person, be it gentleman or lady, who has not pleasure in a good novel, must be intolerably stupid.", "author": "\n    Jane Austen,\n  ", "tags": "aliteracy,books,classic,humor"},
{"text": "It does not do to dwell on dreams and forget to live.", "author": "\n    J.K. Rowling,\n  ", "tags": "dreams,life"},
{"text": "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.", "author": "\n    Albert Einstein\n  ", "tags": "attributed-no-source,inspirational,life,live,miracle,miracles"},
{"text": "As he read, I fell in love the way you fall asleep: slowly, and then all at once.", "author": "\n    John Green,\n  ", "tags": "love"},
{"text": "Good friends, good books, and a sleepy conscience: this is the ideal life.", "author": "\n    Mark Twain\n  ", "tags": "books,contentment,friends,friendship,life"},
{"text": "It is better to remain silent at the risk of being thought a fool, than to talk and remove all doubt of it.", "author": "\n    Maurice Switzer\n  ", "tags": "misattributed-to-abraham-lincoln,remaining-silent,wisdom"},
{"text": "The fool doth think he is wise, but the wise man knows himself to be a fool.", "author": "\n    William Shakespeare,\n  ", "tags": "wisdom"},
{"text": "Life is what happens to us while we are making other plans.", "author": "\n    Allen Saunders\n  ", "tags": "fate,life,misattributed-john-lennon,planning,plans"},
{"text": "Whenever you find yourself on the side of the majority, it is time to reform (or pause and reflect).", "author": "\n    Mark Twain\n  ", "tags": "individuality,majority,minority,pause,reflect,wisdom"},
{"text": "We are all in the gutter, but some of us are looking at the stars.", "author": "\n    Oscar Wilde,\n  ", "tags": "inspirational,optimism,perception,pessimism"},
{"text": "Fairy tales are more than true: not because they tell us that dragons exist, but because they tell us that dragons can be beaten.", "author": "\n    Neil Gaiman,\n  ", "tags": "books,dragons,fairy-tales,inspirational,paraphrasing-g-k-chesterton"},
{"text": "Yesterday is history, tomorrow is a mystery, today is a gift of God, which is why we call it the present.", "author": "\n    Bill Keane\n  ", "tags": "attributed-no-source,hope,inspirational,misattributed-eleanor-roosevelt,past,present,widely-misattributed"},
{"text": "A woman is like a tea bag; you never know how strong it is until it's in hot water.", "author": "\n    Eleanor Roosevelt\n  ", "tags": "attributed-no-source,misattributed-eleanor-roosevelt"},
{"text": "I have not failed. I've just found 10,000 ways that won't work.", "author": "\n    Thomas A. Edison\n  ", "tags": "edison,failure,inspirational,paraphrased"},
{"text": "The man who does not read has no advantage over the man who cannot read.", "author": "\n    Mark Twain\n  ", "tags": "aliteracy,attributed-no-source,literacy"},
{"text": "The opposite of love is not hate, it's indifference. The opposite of art is not ugliness, it's indifference. The opposite of faith is not heresy, it's indifference. And the opposite of life is not death, it's indifference.", "author": "\n    Elie Wiesel\n  ", "tags": "activism,apathy,hate,indifference,inspirational,love,opposite,philosophy"},
{"text": "It is not a lack of love, but a lack of friendship that makes unhappy marriages.", "author": "\n    Friedrich Nietzsche\n  ", "tags": "friendship,lack-of-friendship,lack-of-love,love,marriage,unhappy-marriage"},
{"text": "If you don't stand for something you will fall for anything.", "author": "\n    Gordon A. Eadie\n  ", "tags": "belief,integrity,misattributed-to-malcolm-x,misattributed-to-rosa-parks"},
{"text": "I may not have gone where I intended to go, but I think I have ended up where I needed to be.", "author": "\n    douglas adams,\n  ", "tags": "life,navigation"},
{"text": "I solemnly swear that I am up to no good.", "author": "\n    J.K. Rowling,\n  ", "tags": "mischief"},
{"text": "Outside of a dog, a book is man's best friend. Inside of a dog it's too dark to read.", "author": "\n    Groucho Marx,\n  ", "tags": "animals,books,dogs,friends,humor"},
{"text": "I am enough of an artist to draw freely upon my imagination. Imagination is more important than knowledge. Knowledge is limited. Imagination encircles the world.", "author": "\n    Albert Einstein\n  ", "tags": "1929,imagination,inspirational,viereck-interview"},
{"text": "I love you without knowing how, or when, or from where. I love you simply, without problems or pride: I love you in this way because I do not know any other way of loving but this, in which there is no I or you, so intimate that your hand upon my chest is my hand, so intimate that when I fall asleep your eyes close.", "author": "\n    Pablo Neruda,\n  ", "tags": "love,poetry"},
{"text": "I like nonsense, it wakes up the brain cells. Fantasy is a necessary ingredient in living.", "author": "\n    Dr. Seuss\n  ", "tags": "fantasy"},
{"text": "A day without sunshine is like, you know, night.", "author": "\n    Steve Martin\n  ", "tags": "humor,obvious,simile"},
{"text": "Love all, trust a few, do wrong to none.", "author": "\n    William Shakespeare,\n  ", "tags": "do-wrong,love,trust,wrong"},
{"text": "Have you ever been in love? Horrible isn't it? It makes you so vulnerable. It opens your chest and it opens up your heart and it means that someone can get inside you and mess you up.", "author": "\n    Neil Gaiman,\n  ", "tags": "love"},
{"text": "Never put off till tomorrow what may be done day after tomorrow just as well.", "author": "\n    Mark Twain\n  ", "tags": "humor,procrastination"},
{"author": "\n    Kent M. Keith,\n  ", "tags": "forgiveness,goodness,happiness,honesty,kindness,misattributed-to-mother-teresa,world"},
{"text": "You have brains in your head. You have feet in your shoes. You can steer yourself any direction you choose. You're on your own. And you know what you know. And YOU are the one who'll decide where to go...", "author": "\n    Dr. Seuss,\n  ", "tags": "inspirational"},
{"text": "That which does not kill us makes us stronger.", "author": "\n    Friedrich Nietzsche\n  ", "tags": "paraphrased,strength"},
{"text": "A reader lives a thousand lives before he dies, said Jojen. The man who never reads lives only one.", "author": "\n    George R.R. Martin,\n  ", "tags": "read,readers,reading,reading-books"},
{"text": "For every minute you are angry you lose sixty seconds of happiness.", "author": "\n    Ralph Waldo Emerson\n  ", "tags": "happiness"},
{"text": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.", "author": "\n    Lao Tzu\n  ", "tags": "courage,deeply-loved,love,strength,widely-misattributed"},
{"text": "It is never too late to be what you might have been.", "author": "\n    George Eliot\n  ", "tags": "inspirational,source-unknown"},
{"text": "If you judge people, you have no time to love them.", "author": "\n    Mother Teresa\n  ", "tags": "attributed-no-source"},
{"text": "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.", "author": "\n    J.K. Rowling,\n  ", "tags": "courage,friends"},
{"text": "This life is what you make it. No matter what, you're going to mess up sometimes, it's a universal truth. But the good part is you get to decide how you're going to mess it up. Girls will be your friends - they'll act like it anyway. But just remember, some come, some go. The ones that stay with you through everything - they're your true best friends. Don't let go of them. Also remember, sisters make the best friends in the world. As for lovers, well, they'll come and go too. And baby, I hate to say it, most of them - actually pretty much all of them are going to break your heart, but you can't give up because if you give up, you'll never find your soulmate. You'll never find that half who makes you whole and that goes for everything. Just because you fail once, doesn't mean you're gonna fail at everything. Keep trying, hold on, and always, always, always believe in yourself, because if you don't, then who will, sweetie? So keep your head high, keep your chin up, and most importantly, keep smiling, because life's a beautiful thing and there's so much to smile about.", "author": "\n    Marilyn Monroe\n  ", "tags": "attributed-no-source,friends,heartbreak,inspirational,life,love,sisters"},
{"text": "There is never a time or place for true love. It happens accidentally, in a heartbeat, in a single flashing, throbbing moment.", "author": "\n    Sarah Dessen,\n  ", "tags": "love"},
{"text": "I love deadlines. I love the whooshing noise they make as they go by.", "author": "\n    Douglas Adams,\n  ", "tags": "deadlines,humor,humour,work,writing"},
{"text": "My thoughts are stars I cannot fathom into constellations.", "author": "\n    John Green,\n  "},
{"text": "If you can't explain it to a six year old, you don't understand it yourself.", "author": "\n    Albert Einstein\n  ", "tags": "attributed-no-source,simplicity,understand"},
{"text": "Love is that condition in which the happiness of another person is essential to your own.", "author": "\n    Robert A. Heinlein,\n  ", "tags": "essential,happiness,love"},
{"text": "I'm not upset that you lied to me, I'm upset that from now on I can't believe you.", "author": "\n    Friedrich Nietzsche\n  ", "tags": "lies,lying,trust"},
{"text": "Anyone who thinks sitting in church can make you a Christian must also think that sitting in a garage can make you a car.", "author": "\n    Garrison Keillor\n  ", "tags": "humor,religion"},
{"text": "There is no greater agony than bearing an untold story inside you.", "author": "\n    Maya Angelou,\n  ", "tags": "1970,inspirational,stories,writing"},
{"text": "I have always imagined that Paradise will be a kind of library.", "author": "\n    Jorge Luis Borges\n  ", "tags": "books,library"},
{"text": "Women and cats will do as they please, and men and dogs should relax and get used to the idea.", "author": "\n    Robert A. Heinlein\n  ", "tags": "cats,humor,women"},
{"text": "Everything you can imagine is real.", "author": "\n    Pablo Picasso\n  ", "tags": "art,imagination,inspirational,life"},
{"text": "Sometimes the questions are complicated and the answers are simple.", "author": "\n    Dr. Seuss\n  ", "tags": "attributed-no-source,life"},
{"text": "We don't see things as they are, we see them as we are.", "author": "\n    Anaïs Nin\n  "},
{"text": "You may not be her first, her last, or her only. She loved before she may love again. But if she loves you now, what else matters? She's not perfect—you aren't either, and the two of you may never be perfect together but if she can make you laugh, cause you to think twice, and admit to being human and making mistakes, hold onto her and give her the most you can. She may not be thinking about you every second of the day, but she will give you a part of her that she knows you can break—her heart. So don't hurt her, don't change her, don't analyze and don't expect more than she can give. Smile when she makes you happy, let her know when she makes you mad, and miss her when she's not there.", "author": "\n    Bob Marley\n  ", "tags": "love"},
{"text": "We read to know we're not alone.", "author": "\n    William Nicholson,\n  ", "tags": "misattributed-to-c-s-lewis,reading"},
{"text": "You love me. Real or not real?\"", "author": "\n    Suzanne Collins,\n  ", "tags": "katniss,love,peeta,suzanne-collins,the-hunger-games"},
{"text": "If you only read the books that everyone else is reading, you can only think what everyone else is thinking.", "author": "\n    Haruki Murakami,\n  ", "tags": "books,thought"},
{"text": "All you need is love. But a little chocolate now and then doesn't hurt.", "author": "\n    Charles M. Schulz\n  ", "tags": "chocolate,food,humor"},
{"text": "Never trust anyone who has not brought a book with them.", "author": "\n    Lemony Snicket,\n  ", "tags": "books,reading"},
{"text": "Sometimes, you read a book and it fills you with this weird evangelical zeal, and you become convinced that the shattered world will never be put back together unless and until all living humans read the book.", "author": "\n    John Green,\n  ", "tags": "books,power-of-words,reading"},
{"text": "Beauty is in the eye of the beholder and it may be necessary from time to time to give a stupid or misinformed beholder a black eye.", "author": "\n    Jim Henson\n  ", "tags": "humor"},
{"text": "You can never get a cup of tea large enough or a book long enough to suit me.", "author": "\n    C.S. Lewis\n  ", "tags": "books,inspirational,reading,tea"},
{"text": "It is impossible to live without failing at something, unless you live so cautiously that you might as well not have lived at all - in which case, you fail by default.", "author": "\n    J.K. Rowling\n  "},
{"text": "Of course it is happening inside your head, Harry, but why on earth should that mean that it is not real?", "author": "\n    J.K. Rowling,\n  ", "tags": "dumbledore"},
{"text": "Today you are You, that is truer than true. There is no one alive who is Youer than You.", "author": "\n    Dr. Seuss,\n  ", "tags": "comedy,life,yourself"},
{"text": "I'm not afraid of death; I just don't want to be there when it happens.", "author": "\n    Woody Allen\n  ", "tags": "death,fear,humor,life"},
{"text": "To the well-organized mind, death is but the next great adventure.", "author": "\n    J.K. Rowling,\n  ", "tags": "death,inspirational"},
{"text": "If you want your children to be intelligent, read them fairy tales. If you want them to be more intelligent, read them more fairy tales.", "author": "\n    Albert Einstein\n  ", "tags": "attributed-no-source,children,fairy-tales"},
{"text": "Have you fallen in love with the wrong person yet?'", "author": "\n    Cassandra Clare,\n  ", "tags": "city-of-bones,jace"},
{"text": "If one cannot enjoy reading a book over and over again, there is no use in reading it at all.", "author": "\n    Oscar Wilde\n  ", "tags": "books,reading"},
{"text": "Whenever I feel the need to exercise, I lie down until it goes away.", "author": "\n    Paul   Terry\n  ", "tags": "exercise,humor,laziness,misattributed-to-hutchins"},
{"text": "Logic will get you from A to Z; imagination will get you everywhere.", "author": "\n    Albert Einstein\n  ", "tags": "attributed-no-source,imagination"},
{"text": "I'm in love with you,\" he said quietly.", "author": "\n    John Green,\n  ", "tags": "doomed,inevitable,love,oblivion,pleasure,simple"},
{"text": "Life isn't about finding yourself. Life is about creating yourself.", "author": "\n    George Bernard Shaw\n  ", "tags": "inspirational,life,yourself"},
{"text": "I am nothing special, of this I am sure. I am a common man with common thoughts and I've led a common life. There are no monuments dedicated to me and my name will soon be forgotten, but I've loved another with all my heart and soul, and to me, this has always been enough..", "author": "\n    Nicholas Sparks,\n  ", "tags": "love"},
{"text": "You don't get to choose if you get hurt in this world...but you do have some say in who hurts you. I like my choices.", "author": "\n    John Green,\n  ", "tags": "satisfaction,self-determination"},
{"text": "The more that you read, the more things you will know. The more that you learn, the more places you'll go.", "author": "\n    Dr. Seuss,\n  ", "tags": "learning,reading,seuss"},
{"text": "Sometimes people are beautiful.", "author": "\n    Markus Zusak,\n  ", "tags": "beauty,life"},
{"text": "Folks are usually about as happy as they make their minds up to be.", "author": "\n    Abraham Lincoln\n  ", "tags": "attributed-no-source,happiness"},
{"text": "One good thing about music, when it hits you, you feel no pain.", "author": "\n    Bob Marley\n  ", "tags": "music"},
{"text": "The truth is, everyone is going to hurt you. You just got to find the ones worth suffering for.", "author": "\n    Bob Marley\n  ", "tags": "friendship"},
{"text": "Love looks not with the eyes, but with the mind,", "author": "\n    William Shakespeare,\n  ", "tags": "love"},
{"text": "Do what you can, with what you have, where you are.", "author": "\n    Theodore Roosevelt\n  ", "tags": "inspirational"},
{"text": "Not all of us can do great things. But we can do small things with great love.", "author": "\n    Mother Teresa\n  ", "tags": "misattributed-to-mother-teresa,paraphrased"},
{"text": "If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you.", "author": "\n    Joan Powers,\n  ", "tags": "friendship,misattributed-a-a-milne"},
{"text": "Saying 'I notice you're a nerd' is like saying, 'Hey, I notice that you'd rather be intelligent than be stupid, that you'd rather be thoughtful than be vapid, that you believe that there are things that matter more than the arrest record of Lindsay Lohan. Why is that?' In fact, it seems to me that most contemporary insults are pretty lame. Even 'lame' is kind of lame. Saying 'You're lame' is like saying 'You walk with a limp.' Yeah, whatever, so does 50 Cent, and he's done all right for himself.", "author": "\n    John Green\n  ", "tags": "humor,nerdfighters"},
{"text": "Love is like the wind, you can't see it but you can feel it.", "author": "\n    Nicholas Sparks,\n  ", "tags": "love,simile"},
{"text": "I find television very educating. Every time somebody turns on the set, I go into the other room and read a book.", "author": "\n    Groucho Marx \n  ", "tags": "books,humor,reading,television"},
{"text": "There is no friend as loyal as a book.", "author": "\n    Ernest Hemingway\n  ", "tags": "books,friends,novelist-quotes"},
{"text": "Listen to the mustn'ts, child. Listen to the don'ts. Listen to the shouldn'ts, the impossibles, the won'ts. Listen to the never haves, then listen close to me... Anything can happen, child. Anything can be.", "author": "\n    Shel Silverstein\n  ", "tags": "anything-can-be,hope,impossible,inspirational,musn-t,possibilities,shouldn-t,won-t"},
{"text": "When one door of happiness closes, another opens; but often we look so long at the closed door that we do not see the one which has been opened for us.", "author": "\n    Helen Keller\n  ", "tags": "inspirational"},
{"text": "The difference between genius and stupidity is: genius has its limits.", "author": "\n    Alexandre Dumas-fils\n  ", "tags": "misattributed-to-einstein"},
{"text": "You don’t", "author": "\n    Walter M. Miller Jr.,\n  ", "tags": "body-soul,misattributed-to-c-s-lewis"},
{"text": "People think a soul mate is your perfect fit, and that's what everyone wants. But a true soul mate is a mirror, the person who shows you everything that is holding you back, the person who brings you to your own attention so you can change your life.", "author": "\n    Elizabeth Gilbert,\n  ", "tags": "love"},
{"text": "It matters not what someone is born, but what they grow to be.", "author": "\n    J.K. Rowling,\n  ", "tags": "dumbledore"},
{"text": "The story so far:", "author": "\n    Douglas Adams,\n  ", "tags": "humor,scifi"},
{"text": "You don't love someone because they're perfect, you love them in spite of the fact that they're not.", "author": "\n    Jodi Picoult,\n  ", "tags": "imperfect,love"},
{"text": "Success is not final, failure is not fatal: it is the courage to continue that counts.", "author": "\n    Winston S. Churchill\n  ", "tags": "bravery,courage,failure,inspirational,success"},
{"text": "If you can make a woman laugh, you can make her do anything.", "author": "\n    Marilyn Monroe\n  ", "tags": "attributed-no-source,girls,love"},
{"text": "We’re all a little weird. And life is a little weird. And when we find someone whose weirdness is compatible with ours, we join up with them and fall into mutually satisfying weirdness—and call it love—true love.", "author": "\n    Robert Fulghum,\n  ", "tags": "love,weirdness"},
{"text": "I would venture to guess that Anon, who wrote so many poems without signing them, was often a woman.", "author": "\n    Virginia Woolf\n  ", "tags": "women"},
{"text": "Life is like riding a bicycle. To keep your balance, you must keep moving.", "author": "\n    Albert Einstein\n  ", "tags": "life,simile"},
{"text": "Some infinities are bigger than other infinities.", "author": "\n    John Green,\n  ", "tags": "infinity,john-green,life,tfios,the-fault-in-our-stars"},
{"text": "So, this is my life. And I want you to know that I am both happy and sad and I'm still trying to figure out how that could be.", "author": "\n    Stephen Chbosky,\n  ", "tags": "charlie,favourite-books,inspirational,sad,soul-searching,wallflower"},
{"text": "Some people never go crazy. What truly horrible lives they must lead.", "author": "\n    Charles Bukowski\n  ", "tags": "humor"},
{"text": "Love never dies a natural death. It dies because we don't know how to replenish its source. It dies of blindness and errors and betrayals. It dies of illness and wounds; it dies of weariness, of witherings, of tarnishings.", "author": "\n    Anais Nin\n  ", "tags": "death,love"},
{"text": "There is nothing I would not do for those who are really my friends. I have no notion of loving people by halves, it is not my nature.", "author": "\n    Jane Austen,\n  ", "tags": "friendship,love"},
{"text": "Do one thing every day that scares you.", "author": "\n    Eleanor Roosevelt\n  ", "tags": "attributed,fear,inspiration"},
{"text": "What really knocks me out is a book that, when you're all done reading it, you wish the author that wrote it was a terrific friend of yours and you could call him up on the phone whenever you felt like it. That doesn't happen much, though.", "author": "\n    J.D. Salinger,\n  ", "tags": "authors,books,literature,reading,writing"},
{"text": "The trouble with having an open mind, of course, is that people will insist on coming along and trying to put things in it.", "author": "\n    Terry Pratchett,\n  ", "tags": "humor,open-mind,thinking"},
{"text": "Time you enjoy wasting is not wasted time.", "author": "\n    Marthe Troly-Curtin,\n  ", "tags": "happiness,misattributed-john-lennon,procrastination,time"},
{"text": "It is what you read when you don't have to that determines what you will be when you can't help it.", "author": "\n    Oscar Wilde\n  ", "tags": "books,reading"},
{"text": "The real lover is the man who can thrill you by kissing your forehead or smiling into your eyes or just staring into space.", "author": "\n    Marilyn Monroe\n  ", "tags": "attributed-no-source,love"},
{"text": "If I had a flower for every time I thought of you...I could walk through my garden forever.", "author": "\n    Alfred Tennyson\n  ", "tags": "friendship,love"},
{"text": "Who are you to judge the life I live?", "author": "\n    Bob Marley\n  ", "tags": "judge,life,live,perfection"},
{"text": "He's like a drug for you, Bella.", "author": "\n    Stephenie Meyer,\n  ", "tags": "drug,romance,simile"},
{"text": "There is no pretending,\" Jace said with absolute clarity. \"I love you, and I will love you until I die, and if there is life after that, I'll love you then.", "author": "\n    Cassandra Clare,\n  ", "tags": "mortal-instruments,romance,teen-fantasy"},
{"text": "Reality continues to ruin my life.", "author": "\n    Bill Watterson,\n  ", "tags": "calvin-and-hobbes,humor,life"},
{"text": "Things change. And friends leave. Life doesn't stop for anybody.", "author": "\n    Stephen Chbosky,\n  ", "tags": "change,life"},
{"text": "Piglet sidled up to Pooh from behind.", "author": "\n    A.A. Milne,\n  ", "tags": "friendship,piglet,pooh,reassurance"},
{"text": "A wise girl kisses but doesn't love, listens but doesn't believe, and leaves before she is left.", "author": "\n    Marilyn Monroe\n  ", "tags": "attributed-no-source"},
{"text": "Not all those who wander are lost.", "author": "\n    J.R.R. Tolkien,\n  ", "tags": "bilbo,journey,lost,quest,travel,wander"},
{"text": "The only way out of the labyrinth of suffering is to forgive.", "author": "\n    John Green,\n  ", "tags": "compassion,life,suffering"},
{"text": "I am good, but not an angel. I do sin, but I am not the devil. I am just a small girl in a big world trying to find someone to love.", "author": "\n    Marilyn Monroe\n  ", "tags": "attributed-no-source"},
{"text": "Do not pity the dead, Harry. Pity the living, and, above all those who live without love.", "author": "\n    J.K. Rowling,\n  ", "tags": "live-death-love"},
{"text": "He has achieved success who has lived well, laughed often, and loved much;", "author": "\n    Bessie Anderson Stanley,\n  ", "tags": "life,misattributed-to-emerson,success,widely-misattributed"},
{"text": "One must always be careful of books,\" said Tessa, \"and what is inside them, for words have the power to change us.", "author": "\n    Cassandra Clare,\n  ", "tags": "books"},
{"text": "The reason I talk to myself is because I’m the only one whose answers I accept.", "author": "\n    George Carlin\n  ", "tags": "humor,insanity,lies,lying,self-indulgence,truth"},
{"text": "To love at all is to be vulnerable. Love anything and your heart will be wrung and possibly broken. If you want to make sure of keeping it intact you must give it to no one, not even an animal. Wrap it carefully round with hobbies and little luxuries; avoid all entanglements. Lock it up safe in the casket or coffin of your selfishness. But in that casket, safe, dark, motionless, airless, it will change. It will not be broken; it will become unbreakable, impenetrable, irredeemable. To love is to be vulnerable.", "author": "\n    C.S. Lewis,\n  ", "tags": "love"},
{"text": "Go to heaven for the climate and hell for the company.", "author": "\n    Benjamin Franklin Wade \n  ", "tags": "humor,misattributed-mark-twain,philosophy,theology"},
{"text": "Dumbledore watched her fly away, and as her silvery glow faded he turned back to Snape, and his eyes were full of tears.", "author": "\n    J.K. Rowling,\n  ", "tags": "dumbledore,life,love,snape"},
{"text": "You should date a girl who reads.", "author": "\n    Rosemarie Urquico\n  "},
{"text": "When someone loves you, the way they talk about you is different. You feel safe and comfortable.", "author": "\n    Jess C. Scott,\n  ", "tags": "desire,emotion,friendship,honesty,imagination,individuality,life,love,passion,reality,relationships,romance,truth,wisdom,wise-words"},
{"text": "There is nothing to writing. All you do is sit down at a typewriter and bleed.", "author": "\n    Ernest Hemingway\n  ", "tags": "good,writing"},
{"author": "\n    Charles Schultz,\n  ", "tags": "humor,mankind,people"},
{"text": "You don’t forget the face of the person who was your last hope.", "author": "\n    Suzanne Collins,\n  ", "tags": "the-hunger-games"},
{"text": "You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us. And the world will live as one.", "author": "\n    John Lennon\n  ", "tags": "beatles,connection,dreamers,dreaming,dreams,hope,inspirational,peace"},
{"text": "If there's a book that you want to read, but it hasn't been written yet, then you must write it.", "author": "\n    Toni Morrison\n  ", "tags": "books,writing"},
{"text": "I am free of all prejudice. I hate everyone equally. ", "author": "\n    W.C. Fields\n  ", "tags": "humor,sinister"},
{"text": "I've been making a list of the things they don't teach you at school. They don't teach you how to love somebody. They don't teach you how to be famous. They don't teach you how to be rich or how to be poor. They don't teach you how to walk away from someone you don't love any longer. They don't teach you how to know what's going on in someone else's mind. They don't teach you what to say to someone who's dying. They don't teach you anything worth knowing.", "author": "\n    Neil Gaiman,\n  ", "tags": "dying,facts,fame,knowing,love,poverty,reality,school,teach,wealth"},
{"text": "Remember, we're madly in love, so it's all right to kiss me anytime you feel like it.", "author": "\n    Suzanne Collins,\n  ", "tags": "humor"},
{"text": "′Classic′ - a book which people praise and don't read.", "author": "\n    Mark Twain\n  ", "tags": "books,classic,reading"},
{"text": "The marks humans leave are too often scars.", "author": "\n    John Green,\n  ", "tags": "humans,pain,scars"},
{"text": "And, when you want something, all the universe conspires in helping you to achieve it.", "author": "\n    Paulo Coelho,\n  ", "tags": "inspirational"},
{"text": "Finish each day and be done with it. You have done what you could. Some blunders and absurdities no doubt crept in; forget them as soon as you can. Tomorrow is a new day. You shall begin it serenely and with too high a spirit to be encumbered with your old nonsense.", "author": "\n    Ralph Waldo Emerson\n  ", "tags": "life,regrets"},
{"text": "What a slut time is. She screws everybody.", "author": "\n    John Green,\n  "},
{"text": "I have never let my schooling interfere with my education.", "author": "\n    Mark Twain\n  ", "tags": "attributed-no-source,education"},
{"text": "I declare after all there is no enjoyment like reading! How much sooner one tires of any thing than of a book! -- When I have a house of my own, I shall be miserable if I have not an excellent library.", "author": "\n    Jane Austen,\n  ", "tags": "books,library,reading"},
{"text": "I wish it need not have happened in my time,\" said Frodo.", "author": "\n    J.R.R. Tolkien,\n  ", "tags": "adventuring,death,time"},
{"text": "Books are the ultimate Dumpees: put them down and they’ll wait for you forever; pay attention to them and they always love you back.", "author": "\n    John Green,\n  ", "tags": "books,reading"},
{"text": "To die will be an awfully big adventure.", "author": "\n    J.M. Barrie,\n  ", "tags": "adventure,love"},
{"text": "You never really understand a person until you consider things from his point of view... Until you climb inside of his skin and walk around in it.", "author": "\n    Harper Lee,\n  ", "tags": "better-life-empathy"},
{"text": "There is nothing better than a friend, unless it is a friend with chocolate.", "author": "\n    Linda Grayson\n  ", "tags": "chocolate,friendship"},
{"text": "[Dean] My dear fellow, who will let you?", "author": "\n    Ayn Rand,\n  "},
{"text": "It takes courage to grow up and become who you really are.", "author": "\n    E.E. Cummings\n  ", "tags": "attributed-no-source,courage"},
{"text": "Anyone who has never made a mistake has never tried anything new.", "author": "\n    Albert Einstein\n  ", "tags": "attributed-no-source,mistakes"},
{"text": "We believe in ordinary acts of bravery, in the courage that drives one person to stand up for another.", "author": "\n    Veronica Roth,\n  ", "tags": "inspirational-quotes,strength-and-courage"},
{"text": "A lady's imagination is very rapid; it jumps from admiration to love, from love to matrimony in a moment.", "author": "\n    Jane Austen,\n  ", "tags": "humor,love,romantic,women"}[
{"text": "Don't cry because it's over, smile because it happened.", "author": "Dr. Seuss", "tags": "attributed-no-source,cry,crying,experience,happiness,joy,life,misattributed-dr-seuss,optimism,sadness,smile,smiling"},
{"text": "I'm selfish, impatient and a little insecure. I make mistakes, I am out of control and at times hard to handle. But if you can't handle me at my worst, then you sure as hell don't deserve me at my best.", "author": "Marilyn Monroe", "tags": "attributed-no-source,best,life,love,mistakes,out-of-control,truth,worst"},
{"text": "Be yourself; everyone else is already taken.", "author": "Oscar Wilde", "tags": "attributed-no-source,be-yourself,honesty,inspirational,misattributed-oscar-wilde"},
{"text": "Two things are infinite: the universe and human stupidity; and I'm not sure about the universe.", "author": "Albert Einstein", "tags": "attributed-no-source,human-nature,humor,infinity,philosophy,science,stupidity,universe"},
{"text": "So many books, so little time.", "author": "Frank Zappa", "tags": "books,humor"},
{"text": "Be who you are and say what you feel, because those who mind don't matter, and those who matter don't mind.", "author": "Bernard M. Baruch", "tags": "ataraxy,be-yourself,confidence,fitting-in,individuality,misattributed-dr-seuss,those-who-matter"},
{"text": "A room without books is like a body without a soul.", "author": "Marcus Tullius Cicero", "tags": "attributed-no-source,books,simile,soul"},
{"text": "You've gotta dance like there's nobody watching,", "author": "William W. Purkey", "tags": "dance,heaven,hurt,inspirational,life,love,sing"},
{"text": "You know you're in love when you can't fall asleep because reality is finally better than your dreams.", "author": "Dr. Seuss", "tags": "attributed-no-source,dreams,love,reality,sleep"},
{"text": "You only live once, but if you do it right, once is enough.", "author": "Mae West", "tags": "humor,life"},
{"text": "Be the change that you wish to see in the world.", "author": "Mahatma Gandhi", "tags": "action,change,inspirational,philosophy,wish"},
{"text": "In three words I can sum up everything I've learned about life: it goes on.", "author": "Robert Frost", "tags": "life"},
{"text": "If you want to know what a man's like, take a good look at how he treats his inferiors, not his equals.", "author": "J.K. Rowling,"},
{"text": "Don’t walk in front of me… I may not follow", "author": "Albert Camus", "tags": "attributed-no-source,friends,friendship,misattributed-albert-camus"},
{"text": "Friendship ... is born at the moment when one man says to another \"What! You too? I thought that no one but myself . . .", "author": "C.S. Lewis,", "tags": "friendship"},
{"text": "No one can make you feel inferior without your consent.", "author": "Eleanor Roosevelt,", "tags": "confidence,inspirational,wisdom"},
{"text": "If you tell the truth, you don't have to remember anything.", "author": "Mark Twain", "tags": "lies,lying,memory,truth"},
{"text": "A friend is someone who knows all about you and still loves you.", "author": "Elbert Hubbard", "tags": "friend,friendship,knowledge,love"},
{"text": "I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.", "author": "Maya Angelou"},
{"text": "Always forgive your enemies; nothing annoys them so much.", "author": "Oscar Wilde", "tags": "attributed-no-source,enemies,forgiveness,strategy"},
{"text": "Live as if you were to die tomorrow. Learn as if you were to live forever.", "author": "Mahatma Gandhi", "tags": "carpe-diem,education,inspirational,learning"},
{"text": "To live is the rarest thing in the world. Most people exist, that is all.", "author": "Oscar Wilde", "tags": "life"},
{"text": "Darkness cannot drive out darkness: only light can do that. Hate cannot drive out hate: only love can do that.", "author": "Martin Luther King Jr.,", "tags": "darkness,drive-out,hate,inspirational,light,love,peace"},
{"text": "I am so clever that sometimes I don't understand a single word of what I am saying.", "author": "Oscar Wilde,", "tags": "intelligence,self-deprecation"},
{"text": "Without music, life would be a mistake.", "author": "Friedrich Nietzsche,", "tags": "inspirational,music,philosophy"},
{"text": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.", "author": "Ralph Waldo Emerson", "tags": "accomplishment,attributed-no-source,be-yourself,conformity,individuality"},
{"text": "Here's to the crazy ones. The misfits. The rebels. The troublemakers. The round pegs in the square holes. The ones who see things differently. They're not fond of rules. And they have no respect for the status quo. You can quote them, disagree with them, glorify or vilify them. About the only thing you can't do is ignore them. Because they change things. They push the human race forward. And while some may see them as the crazy ones, we see genius. Because the people who are crazy enough to think they can change the world, are the ones who do.", "author": "Rob Siltanen", "tags": "advertising,apple,change,commercial,computers,different,madness,misattributed-apple,misattributed-steve-jobs,misfits,nonconformity,progressive,rebels,status-quo,think-different,troublemakers"},
{"text": "We accept the love we think we deserve.", "author": "Stephen Chbosky,", "tags": "inspirational,love"},
{"text": "Insanity is doing the same thing, over and over again, but expecting different results.", "author": "Narcotics Anonymous", "tags": "humor,insanity,life,misattributed-ben-franklin,misattributed-mark-twain,misattributed-to-einstein"},
{"text": "I believe that everything happens for a reason. People change so that you can learn to let go, things go wrong so that you appreciate them when they're right, you believe lies so you eventually learn to trust no one but yourself, and sometimes good things fall apart so better things can fall together.", "author": "Marilyn Monroe", "tags": "attributed-no-source,misattributed-marilyn-monroe"},
{"text": "Twenty years from now you will be more disappointed by the things that you didn't do than by the ones you did do. So throw off the bowlines. Sail away from the safe harbor. Catch the trade winds in your sails. Explore. Dream. Discover.", "author": "H. Jackson Brown Jr.,", "tags": "actions,disappointed,disappointment,dream,dreams,explore,misattributed-mark-twain,sail"},
{"text": "It is better to be hated for what you are than to be loved for what you are not.", "author": "Andre Gide,", "tags": "life,love"},
{"text": "Only once in your life, I truly believe, you find someone who can completely turn your world around. You tell them things that you’ve never shared with another soul and they absorb everything you say and actually want to hear more. You share hopes for the future, dreams that will never come true, goals that were never achieved and the many disappointments life has thrown at you. When something wonderful happens, you can’t wait to tell them about it, knowing they will share in your excitement. They are not embarrassed to cry with you when you are hurting or laugh with you when you make a fool of yourself. Never do they hurt your feelings or make you feel like you are not good enough, but rather they build you up and show you the things about yourself that make you special and even beautiful. There is never any pressure, jealousy or competition but only a quiet calmness when they are around. You can be yourself and not worry about what they will think of you because they love you for who you are. The things that seem insignificant to most people such as a note, song or walk become invaluable treasures kept safe in your heart to cherish forever. Memories of your childhood come back and are so clear and vivid it’s like being young again. Colours seem brighter and more brilliant. Laughter seems part of daily life where before it was infrequent or didn’t exist at all. A phone call or two during the day helps to get you through a long day’s work and always brings a smile to your face. In their presence, there’s no need for continuous conversation, but you find you’re quite content in just having them nearby. Things that never interested you before become fascinating because you know they are important to this person who is so special to you. You think of this person on every occasion and in everything you do. Simple things bring them to mind like a pale blue sky, gentle wind or even a storm cloud on the horizon. You open your heart knowing that there’s a chance it may be broken one day and in opening your heart, you experience a love and joy that you never dreamed possible. You find that being vulnerable is the only way to allow your heart to feel true pleasure that’s so real it scares you. You find strength in knowing you have a true friend and possibly a soul mate who will remain loyal to the end. Life seems completely different, exciting and worthwhile. Your only hope and security is in knowing that they are a part of your life.", "author": "Bob Marley", "tags": "love"},
{"text": "All that is gold does not glitter,", "author": "J.R.R. Tolkien,", "tags": "frost,glitter,gold,lost,poetry,roots,strength,strong,wander,wither"},
{"text": "It is our choices, Harry, that show what we truly are, far more than our abilities.", "author": "J.K. Rowling,", "tags": "abilities,choices"},
{"text": "Imperfection is beauty, madness is genius and it's better to be absolutely ridiculous than absolutely boring.", "author": "Marilyn Monroe", "tags": "attributed-no-source,be-yourself,inspirational"},
{"text": "The person, be it gentleman or lady, who has not pleasure in a good novel, must be intolerably stupid.", "author": "Jane Austen,", "tags": "aliteracy,books,classic,humor"},
{"text": "It does not do to dwell on dreams and forget to live.", "author": "J.K. Rowling,", "tags": "dreams,life"},
{"text": "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.", "author": "Albert Einstein", "tags": "attributed-no-source,inspirational,life,live,miracle,miracles"},
{"text": "As he read, I fell in love the way you fall asleep: slowly, and then all at once.", "author": "John Green,", "tags": "love"},
{"text": "Good friends, good books, and a sleepy conscience: this is the ideal life.", "author": "Mark Twain", "tags": "books,contentment,friends,friendship,life"},
{"text": "It is better to remain silent at the risk of being thought a fool, than to talk and remove all doubt of it.", "author": "Maurice Switzer", "tags": "misattributed-to-abraham-lincoln,remaining-silent,wisdom"},
{"text": "The fool doth think he is wise, but the wise man knows himself to be a fool.", "author": "William Shakespeare,", "tags": "wisdom"},
{"text": "Life is what happens to us while we are making other plans.", "author": "Allen Saunders", "tags": "fate,life,misattributed-john-lennon,planning,plans"},
{"text": "Whenever you find yourself on the side of the majority, it is time to reform (or pause and reflect).", "author": "Mark Twain", "tags": "individuality,majority,minority,pause,reflect,wisdom"},
{"text": "We are all in the gutter, but some of us are looking at the stars.", "author": "Oscar Wilde,", "tags": "inspirational,optimism,perception,pessimism"},
{"text": "Fairy tales are more than true: not because they tell us that dragons exist, but because they tell us that dragons can be beaten.", "author": "Neil Gaiman,", "tags": "books,dragons,fairy-tales,inspirational,paraphrasing-g-k-chesterton"},
{"text": "Yesterday is history, tomorrow is a mystery, today is a gift of God, which is why we call it the present.", "author": "Bill Keane", "tags": "attributed-no-source,hope,inspirational,misattributed-eleanor-roosevelt,past,present,widely-misattributed"},
{"text": "A woman is like a tea bag; you never know how strong it is until it's in hot water.", "author": "Eleanor Roosevelt", "tags": "attributed-no-source,misattributed-eleanor-roosevelt"},
{"text": "I have not failed. I've just found 10,000 ways that won't work.", "author": "Thomas A. Edison", "tags": "edison,failure,inspirational,paraphrased"},
{"text": "The man who does not read has no advantage over the man who cannot read.", "author": "Mark Twain", "tags": "aliteracy,attributed-no-source,literacy"},
{"text": "The opposite of love is not hate, it's indifference. The opposite of art is not ugliness, it's indifference. The opposite of faith is not heresy, it's indifference. And the opposite of life is not death, it's indifference.", "author": "Elie Wiesel", "tags": "activism,apathy,hate,indifference,inspirational,love,opposite,philosophy"},
{"text": "It is not a lack of love, but a lack of friendship that makes unhappy marriages.", "author": "Friedrich Nietzsche", "tags": "friendship,lack-of-friendship,lack-of-love,love,marriage,unhappy-marriage"},
{"text": "If you don't stand for something you will fall for anything.", "author": "Gordon A. Eadie", "tags": "belief,integrity,misattributed-to-malcolm-x,misattributed-to-rosa-parks"},
{"text": "I may not have gone where I intended to go, but I think I have ended up where I needed to be.", "author": "douglas adams,", "tags": "life,navigation"},
{"text": "I solemnly swear that I am up to no good.", "author": "J.K. Rowling,", "tags": "mischief"},
{"text": "Outside of a dog, a book is man's best friend. Inside of a dog it's too dark to read.", "author": "Groucho Marx,", "tags": "animals,books,dogs,friends,humor"},
{"text": "I am enough of an artist to draw freely upon my imagination. Imagination is more important than knowledge. Knowledge is limited. Imagination encircles the world.", "author": "Albert Einstein", "tags": "1929,imagination,inspirational,viereck-interview"},
{"text": "I love you without knowing how, or when, or from where. I love you simply, without problems or pride: I love you in this way because I do not know any other way of loving but this, in which there is no I or you, so intimate that your hand upon my chest is my hand, so intimate that when I fall asleep your eyes close.", "author": "Pablo Neruda,", "tags": "love,poetry"},
{"text": "I like nonsense, it wakes up the brain cells. Fantasy is a necessary ingredient in living.", "author": "Dr. Seuss", "tags": "fantasy"},
{"text": "A day without sunshine is like, you know, night.", "author": "Steve Martin", "tags": "humor,obvious,simile"},
{"text": "Love all, trust a few, do wrong to none.", "author": "William Shakespeare,", "tags": "do-wrong,love,trust,wrong"},
{"text": "Have you ever been in love? Horrible isn't it? It makes you so vulnerable. It opens your chest and it opens up your heart and it means that someone can get inside you and mess you up.", "author": "Neil Gaiman,", "tags": "love"},
{"text": "Never put off till tomorrow what may be done day after tomorrow just as well.", "author": "Mark Twain", "tags": "humor,procrastination"},
{"author": "Kent M. Keith,", "tags": "forgiveness,goodness,happiness,honesty,kindness,misattributed-to-mother-teresa,world"},
{"text": "You have brains in your head. You have feet in your shoes. You can steer yourself any direction you choose. You're on your own. And you know what you know. And YOU are the one who'll decide where to go...", "author": "Dr. Seuss,", "tags": "inspirational"},
{"text": "That which does not kill us makes us stronger.", "author": "Friedrich Nietzsche", "tags": "paraphrased,strength"},
{"text": "A reader lives a thousand lives before he dies, said Jojen. The man who never reads lives only one.", "author": "George R.R. Martin,", "tags": "read,readers,reading,reading-books"},
{"text": "For every minute you are angry you lose sixty seconds of happiness.", "author": "Ralph Waldo Emerson", "tags": "happiness"},
{"text": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.", "author": "Lao Tzu", "tags": "courage,deeply-loved,love,strength,widely-misattributed"},
{"text": "It is never too late to be what you might have been.", "author": "George Eliot", "tags": "inspirational,source-unknown"},
{"text": "If you judge people, you have no time to love them.", "author": "Mother Teresa", "tags": "attributed-no-source"},
{"text": "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.", "author": "J.K. Rowling,", "tags": "courage,friends"},
{"text": "This life is what you make it. No matter what, you're going to mess up sometimes, it's a universal truth. But the good part is you get to decide how you're going to mess it up. Girls will be your friends - they'll act like it anyway. But just remember, some come, some go. The ones that stay with you through everything - they're your true best friends. Don't let go of them. Also remember, sisters make the best friends in the world. As for lovers, well, they'll come and go too. And baby, I hate to say it, most of them - actually pretty much all of them are going to break your heart, but you can't give up because if you give up, you'll never find your soulmate. You'll never find that half who makes you whole and that goes for everything. Just because you fail once, doesn't mean you're gonna fail at everything. Keep trying, hold on, and always, always, always believe in yourself, because if you don't, then who will, sweetie? So keep your head high, keep your chin up, and most importantly, keep smiling, because life's a beautiful thing and there's so much to smile about.", "author": "Marilyn Monroe", "tags": "attributed-no-source,friends,heartbreak,inspirational,life,love,sisters"},
{"text": "There is never a time or place for true love. It happens accidentally, in a heartbeat, in a single flashing, throbbing moment.", "author": "Sarah Dessen,", "tags": "love"},
{"text": "I love deadlines. I love the whooshing noise they make as they go by.", "author": "Douglas Adams,", "tags": "deadlines,humor,humour,work,writing"},
{"text": "My thoughts are stars I cannot fathom into constellations.", "author": "John Green,"},
{"text": "If you can't explain it to a six year old, you don't understand it yourself.", "author": "Albert Einstein", "tags": "attributed-no-source,simplicity,understand"},
{"text": "Love is that condition in which the happiness of another person is essential to your own.", "author": "Robert A. Heinlein,", "tags": "essential,happiness,love"},
{"text": "I'm not upset that you lied to me, I'm upset that from now on I can't believe you.", "author": "Friedrich Nietzsche", "tags": "lies,lying,trust"},
{"text": "Anyone who thinks sitting in church can make you a Christian must also think that sitting in a garage can make you a car.", "author": "Garrison Keillor", "tags": "humor,religion"},
{"text": "There is no greater agony than bearing an untold story inside you.", "author": "Maya Angelou,", "tags": "1970,inspirational,stories,writing"},
{"text": "I have always imagined that Paradise will be a kind of library.", "author": "Jorge Luis Borges", "tags": "books,library"},
{"text": "Women and cats will do as they please, and men and dogs should relax and get used to the idea.", "author": "Robert A. Heinlein", "tags": "cats,humor,women"},
{"text": "Everything you can imagine is real.", "author": "Pablo Picasso", "tags": "art,imagination,inspirational,life"},
{"text": "Sometimes the questions are complicated and the answers are simple.", "author": "Dr. Seuss", "tags": "attributed-no-source,life"},
{"text": "We don't see things as they are, we see them as we are.", "author": "Anaïs Nin"},
{"text": "You may not be her first, her last, or her only. She loved before she may love again. But if she loves you now, what else matters? She's not perfect—you aren't either, and the two of you may never be perfect together but if she can make you laugh, cause you to think twice, and admit to being human and making mistakes, hold onto her and give her the most you can. She may not be thinking about you every second of the day, but she will give you a part of her that she knows you can break—her heart. So don't hurt her, don't change her, don't analyze and don't expect more than she can give. Smile when she makes you happy, let her know when she makes you mad, and miss her when she's not there.", "author": "Bob Marley", "tags": "love"},
{"text": "We read to know we're not alone.", "author": "William Nicholson,", "tags": "misattributed-to-c-s-lewis,reading"},
{"text": "You love me. Real or not real?\"", "author": "Suzanne Collins,", "tags": "katniss,love,peeta,suzanne-collins,the-hunger-games"},
{"text": "If you only read the books that everyone else is reading, you can only think what everyone else is thinking.", "author": "Haruki Murakami,", "tags": "books,thought"},
{"text": "All you need is love. But a little chocolate now and then doesn't hurt.", "author": "Charles M. Schulz", "tags": "chocolate,food,humor"},
{"text": "Never trust anyone who has not brought a book with them.", "author": "Lemony Snicket,", "tags": "books,reading"},
{"text": "Sometimes, you read a book and it fills you with this weird evangelical zeal, and you become convinced that the shattered world will never be put back together unless and until all living humans read the book.", "author": "John Green,", "tags": "books,power-of-words,reading"},
{"text": "Beauty is in the eye of the beholder and it may be necessary from time to time to give a stupid or misinformed beholder a black eye.", "author": "Jim Henson", "tags": "humor"},
{"text": "You can never get a cup of tea large enough or a book long enough to suit me.", "author": "C.S. Lewis", "tags": "books,inspirational,reading,tea"},
{"text": "It is impossible to live without failing at something, unless you live so cautiously that you might as well not have lived at all - in which case, you fail by default.", "author": "J.K. Rowling"},
{"text": "Of course it is happening inside your head, Harry, but why on earth should that mean that it is not real?", "author": "J.K. Rowling,", "tags": "dumbledore"},
{"text": "Today you are You, that is truer than true. There is no one alive who is Youer than You.", "author": "Dr. Seuss,", "tags": "comedy,life,yourself"},
{"text": "I'm not afraid of death; I just don't want to be there when it happens.", "author": "Woody Allen", "tags": "death,fear,humor,life"},
{"text": "To the well-organized mind, death is but the next great adventure.", "author": "J.K. Rowling,", "tags": "death,inspirational"},
{"text": "If you want your children to be intelligent, read them fairy tales. If you want them to be more intelligent, read them more fairy tales.", "author": "Albert Einstein", "tags": "attributed-no-source,children,fairy-tales"},
{"text": "Have you fallen in love with the wrong person yet?'", "author": "Cassandra Clare,", "tags": "city-of-bones,jace"},
{"text": "If one cannot enjoy reading a book over and over again, there is no use in reading it at all.", "author": "Oscar Wilde", "tags": "books,reading"},
{"text": "Whenever I feel the need to exercise, I lie down until it goes away.", "author": "Paul   Terry", "tags": "exercise,humor,laziness,misattributed-to-hutchins"},
{"text": "Logic will get you from A to Z; imagination will get you everywhere.", "author": "Albert Einstein", "tags": "attributed-no-source,imagination"},
{"text": "I'm in love with you,\" he said quietly.", "author": "John Green,", "tags": "doomed,inevitable,love,oblivion,pleasure,simple"},
{"text": "Life isn't about finding yourself. Life is about creating yourself.", "author": "George Bernard Shaw", "tags": "inspirational,life,yourself"},
{"text": "I am nothing special, of this I am sure. I am a common man with common thoughts and I've led a common life. There are no monuments dedicated to me and my name will soon be forgotten, but I've loved another with all my heart and soul, and to me, this has always been enough..", "author": "Nicholas Sparks,", "tags": "love"},
{"text": "You don't get to choose if you get hurt in this world...but you do have some say in who hurts you. I like my choices.", "author": "John Green,", "tags": "satisfaction,self-determination"},
{"text": "The more that you read, the more things you will know. The more that you learn, the more places you'll go.", "author": "Dr. Seuss,", "tags": "learning,reading,seuss"},
{"text": "Sometimes people are beautiful.", "author": "Markus Zusak,", "tags": "beauty,life"},
{"text": "Folks are usually about as happy as they make their minds up to be.", "author": "Abraham Lincoln", "tags": "attributed-no-source,happiness"},
{"text": "One good thing about music, when it hits you, you feel no pain.", "author": "Bob Marley", "tags": "music"},
{"text": "The truth is, everyone is going to hurt you. You just got to find the ones worth suffering for.", "author": "Bob Marley", "tags": "friendship"},
{"text": "Love looks not with the eyes, but with the mind,", "author": "William Shakespeare,", "tags": "love"},
{"text": "Do what you can, with what you have, where you are.", "author": "Theodore Roosevelt", "tags": "inspirational"},
{"text": "Not all of us can do great things. But we can do small things with great love.", "author": "Mother Teresa", "tags": "misattributed-to-mother-teresa,paraphrased"},
{"text": "If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you.", "author": "Joan Powers,", "tags": "friendship,misattributed-a-a-milne"},
{"text": "Saying 'I notice you're a nerd' is like saying, 'Hey, I notice that you'd rather be intelligent than be stupid, that you'd rather be thoughtful than be vapid, that you believe that there are things that matter more than the arrest record of Lindsay Lohan. Why is that?' In fact, it seems to me that most contemporary insults are pretty lame. Even 'lame' is kind of lame. Saying 'You're lame' is like saying 'You walk with a limp.' Yeah, whatever, so does 50 Cent, and he's done all right for himself.", "author": "John Green", "tags": "humor,nerdfighters"},
{"text": "Love is like the wind, you can't see it but you can feel it.", "author": "Nicholas Sparks,", "tags": "love,simile"},
{"text": "I find television very educating. Every time somebody turns on the set, I go into the other room and read a book.", "author": "Groucho Marx", "tags": "books,humor,reading,television"},
{"text": "There is no friend as loyal as a book.", "author": "Ernest Hemingway", "tags": "books,friends,novelist-quotes"},
{"text": "Listen to the mustn'ts, child. Listen to the don'ts. Listen to the shouldn'ts, the impossibles, the won'ts. Listen to the never haves, then listen close to me... Anything can happen, child. Anything can be.", "author": "Shel Silverstein", "tags": "anything-can-be,hope,impossible,inspirational,musn-t,possibilities,shouldn-t,won-t"},
{"text": "When one door of happiness closes, another opens; but often we look so long at the closed door that we do not see the one which has been opened for us.", "author": "Helen Keller", "tags": "inspirational"},
{"text": "The difference between genius and stupidity is: genius has its limits.", "author": "Alexandre Dumas-fils", "tags": "misattributed-to-einstein"},
{"text": "You don’t", "author": "Walter M. Miller Jr.,", "tags": "body-soul,misattributed-to-c-s-lewis"},
{"text": "People think a soul mate is your perfect fit, and that's what everyone wants. But a true soul mate is a mirror, the person who shows you everything that is holding you back, the person who brings you to your own attention so you can change your life.", "author": "Elizabeth Gilbert,", "tags": "love"},
{"text": "It matters not what someone is born, but what they grow to be.", "author": "J.K. Rowling,", "tags": "dumbledore"},
{"text": "The story so far:", "author": "Douglas Adams,", "tags": "humor,scifi"},
{"text": "You don't love someone because they're perfect, you love them in spite of the fact that they're not.", "author": "Jodi Picoult,", "tags": "imperfect,love"},
{"text": "Success is not final, failure is not fatal: it is the courage to continue that counts.", "author": "Winston S. Churchill", "tags": "bravery,courage,failure,inspirational,success"},
{"text": "If you can make a woman laugh, you can make her do anything.", "author": "Marilyn Monroe", "tags": "attributed-no-source,girls,love"},
{"text": "We’re all a little weird. And life is a little weird. And when we find someone whose weirdness is compatible with ours, we join up with them and fall into mutually satisfying weirdness—and call it love—true love.", "author": "Robert Fulghum,", "tags": "love,weirdness"},
{"text": "I would venture to guess that Anon, who wrote so many poems without signing them, was often a woman.", "author": "Virginia Woolf", "tags": "women"},
{"text": "Life is like riding a bicycle. To keep your balance, you must keep moving.", "author": "Albert Einstein", "tags": "life,simile"},
{"text": "Some infinities are bigger than other infinities.", "author": "John Green,", "tags": "infinity,john-green,life,tfios,the-fault-in-our-stars"},
{"text": "So, this is my life. And I want you to know that I am both happy and sad and I'm still trying to figure out how that could be.", "author": "Stephen Chbosky,", "tags": "charlie,favourite-books,inspirational,sad,soul-searching,wallflower"},
{"text": "Some people never go crazy. What truly horrible lives they must lead.", "author": "Charles Bukowski", "tags": "humor"},
{"text": "Love never dies a natural death. It dies because we don't know how to replenish its source. It dies of blindness and errors and betrayals. It dies of illness and wounds; it dies of weariness, of witherings, of tarnishings.", "author": "Anais Nin", "tags": "death,love"},
{"text": "There is nothing I would not do for those who are really my friends. I have no notion of loving people by halves, it is not my nature.", "author": "Jane Austen,", "tags": "friendship,love"},
{"text": "Do one thing every day that scares you.", "author": "Eleanor Roosevelt", "tags": "attributed,fear,inspiration"},
{"text": "What really knocks me out is a book that, when you're all done reading it, you wish the author that wrote it was a terrific friend of yours and you could call him up on the phone whenever you felt like it. That doesn't happen much, though.", "author": "J.D. Salinger,", "tags": "authors,books,literature,reading,writing"},
{"text": "The trouble with having an open mind, of course, is that people will insist on coming along and trying to put things in it.", "author": "Terry Pratchett,", "tags": "humor,open-mind,thinking"},
{"text": "Time you enjoy wasting is not wasted time.", "author": "Marthe Troly-Curtin,", "tags": "happiness,misattributed-john-lennon,procrastination,time"},
{"text": "It is what you read when you don't have to that determines what you will be when you can't help it.", "author": "Oscar Wilde", "tags": "books,reading"},
{"text": "The real lover is the man who can thrill you by kissing your forehead or smiling into your eyes or just staring into space.", "author": "Marilyn Monroe", "tags": "attributed-no-source,love"},
{"text": "If I had a flower for every time I thought of you...I could walk through my garden forever.", "author": "Alfred Tennyson", "tags": "friendship,love"},
{"text": "Who are you to judge the life I live?", "author": "Bob Marley", "tags": "judge,life,live,perfection"},
{"text": "He's like a drug for you, Bella.", "author": "Stephenie Meyer,", "tags": "drug,romance,simile"},
{"text": "There is no pretending,\" Jace said with absolute clarity. \"I love you, and I will love you until I die, and if there is life after that, I'll love you then.", "author": "Cassandra Clare,", "tags": "mortal-instruments,romance,teen-fantasy"},
{"text": "Reality continues to ruin my life.", "author": "Bill Watterson,", "tags": "calvin-and-hobbes,humor,life"},
{"text": "Things change. And friends leave. Life doesn't stop for anybody.", "author": "Stephen Chbosky,", "tags": "change,life"},
{"text": "Piglet sidled up to Pooh from behind.", "author": "A.A. Milne,", "tags": "friendship,piglet,pooh,reassurance"},
{"text": "A wise girl kisses but doesn't love, listens but doesn't believe, and leaves before she is left.", "author": "Marilyn Monroe", "tags": "attributed-no-source"},
{"text": "Not all those who wander are lost.", "author": "J.R.R. Tolkien,", "tags": "bilbo,journey,lost,quest,travel,wander"},
{"text": "The only way out of the labyrinth of suffering is to forgive.", "author": "John Green,", "tags": "compassion,life,suffering"},
{"text": "I am good, but not an angel. I do sin, but I am not the devil. I am just a small girl in a big world trying to find someone to love.", "author": "Marilyn Monroe", "tags": "attributed-no-source"},
{"text": "Do not pity the dead, Harry. Pity the living, and, above all those who live without love.", "author": "J.K. Rowling,", "tags": "live-death-love"},
{"text": "He has achieved success who has lived well, laughed often, and loved much;", "author": "Bessie Anderson Stanley,", "tags": "life,misattributed-to-emerson,success,widely-misattributed"},
{"text": "One must always be careful of books,\" said Tessa, \"and what is inside them, for words have the power to change us.", "author": "Cassandra Clare,", "tags": "books"},
{"text": "The reason I talk to myself is because I’m the only one whose answers I accept.", "author": "George Carlin", "tags": "humor,insanity,lies,lying,self-indulgence,truth"},
{"text": "To love at all is to be vulnerable. Love anything and your heart will be wrung and possibly broken. If you want to make sure of keeping it intact you must give it to no one, not even an animal. Wrap it carefully round with hobbies and little luxuries; avoid all entanglements. Lock it up safe in the casket or coffin of your selfishness. But in that casket, safe, dark, motionless, airless, it will change. It will not be broken; it will become unbreakable, impenetrable, irredeemable. To love is to be vulnerable.", "author": "C.S. Lewis,", "tags": "love"},
{"text": "Go to heaven for the climate and hell for the company.", "author": "Benjamin Franklin Wade", "tags": "humor,misattributed-mark-twain,philosophy,theology"},
{"text": "Dumbledore watched her fly away, and as her silvery glow faded he turned back to Snape, and his eyes were full of tears.", "author": "J.K. Rowling,", "tags": "dumbledore,life,love,snape"},
{"text": "You should date a girl who reads.", "author": "Rosemarie Urquico"},
{"text": "When someone loves you, the way they talk about you is different. You feel safe and comfortable.", "author": "Jess C. Scott,", "tags": "desire,emotion,friendship,honesty,imagination,individuality,life,love,passion,reality,relationships,romance,truth,wisdom,wise-words"},
{"text": "There is nothing to writing. All you do is sit down at a typewriter and bleed.", "author": "Ernest Hemingway", "tags": "good,writing"},
{"author": "Charles Schultz,", "tags": "humor,mankind,people"},
{"text": "You don’t forget the face of the person who was your last hope.", "author": "Suzanne Collins,", "tags": "the-hunger-games"},
{"text": "You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us. And the world will live as one.", "author": "John Lennon", "tags": "beatles,connection,dreamers,dreaming,dreams,hope,inspirational,peace"},
{"text": "If there's a book that you want to read, but it hasn't been written yet, then you must write it.", "author": "Toni Morrison", "tags": "books,writing"},
{"text": "I am free of all prejudice. I hate everyone equally. ", "author": "W.C. Fields", "tags": "humor,sinister"},
{"text": "I've been making a list of the things they don't teach you at school. They don't teach you how to love somebody. They don't teach you how to be famous. They don't teach you how to be rich or how to be poor. They don't teach you how to walk away from someone you don't love any longer. They don't teach you how to know what's going on in someone else's mind. They don't teach you what to say to someone who's dying. They don't teach you anything worth knowing.", "author": "Neil Gaiman,", "tags": "dying,facts,fame,knowing,love,poverty,reality,school,teach,wealth"},
{"text": "Remember, we're madly in love, so it's all right to kiss me anytime you feel like it.", "author": "Suzanne Collins,", "tags": "humor"},
{"text": "′Classic′ - a book which people praise and don't read.", "author": "Mark Twain", "tags": "books,classic,reading"},
{"text": "The marks humans leave are too often scars.", "author": "John Green,", "tags": "humans,pain,scars"},
{"text": "And, when you want something, all the universe conspires in helping you to achieve it.", "author": "Paulo Coelho,", "tags": "inspirational"},
{"text": "Finish each day and be done with it. You have done what you could. Some blunders and absurdities no doubt crept in; forget them as soon as you can. Tomorrow is a new day. You shall begin it serenely and with too high a spirit to be encumbered with your old nonsense.", "author": "Ralph Waldo Emerson", "tags": "life,regrets"},
{"text": "What a slut time is. She screws everybody.", "author": "John Green,"},
{"text": "I have never let my schooling interfere with my education.", "author": "Mark Twain", "tags": "attributed-no-source,education"},
{"text": "I declare after all there is no enjoyment like reading! How much sooner one tires of any thing than of a book! -- When I have a house of my own, I shall be miserable if I have not an excellent library.", "author": "Jane Austen,", "tags": "books,library,reading"},
{"text": "I wish it need not have happened in my time,\" said Frodo.", "author": "J.R.R. Tolkien,", "tags": "adventuring,death,time"},
{"text": "Books are the ultimate Dumpees: put them down and they’ll wait for you forever; pay attention to them and they always love you back.", "author": "John Green,", "tags": "books,reading"},
{"text": "To die will be an awfully big adventure.", "author": "J.M. Barrie,", "tags": "adventure,love"},
{"text": "You never really understand a person until you consider things from his point of view... Until you climb inside of his skin and walk around in it.", "author": "Harper Lee,", "tags": "better-life-empathy"},
{"text": "There is nothing better than a friend, unless it is a friend with chocolate.", "author": "Linda Grayson", "tags": "chocolate,friendship"},
{"text": "[Dean] My dear fellow, who will let you?", "author": "Ayn Rand,"},
{"text": "It takes courage to grow up and become who you really are.", "author": "E.E. Cummings", "tags": "attributed-no-source,courage"},
{"text": "Anyone who has never made a mistake has never tried anything new.", "author": "Albert Einstein", "tags": "attributed-no-source,mistakes"},
{"text": "We believe in ordinary acts of bravery, in the courage that drives one person to stand up for another.", "author": "Veronica Roth,", "tags": "inspirational-quotes,strength-and-courage"},
{"text": "A lady's imagination is very rapid; it jumps from admiration to love, from love to matrimony in a moment.", "author": "Jane Austen,", "tags": "humor,love,romantic,women"},
{"text": "There are infinite numbers between 0 and 1. There's .1 and .12 and .112 and an infinite collection of others. Of course, there is a bigger infinite set of numbers between 0 and 2, or between 0 and a million. Some infinities are bigger than other infinities. A writer we used to like taught us that. There are days, many of them, when I resent the size of my unbounded set. I want more numbers than I'm likely to get, and God, I want more numbers for Augustus Waters than he got. But, Gus, my love, I cannot tell you how thankful I am for our little infinity. I wouldn't trade it for the world. You gave me a forever within the numbered days, and I'm grateful.", "author": "John Green,", "tags": "infinity"},
{"text": "Our deepest fear is not that we are inadequate. Our deepest fear is that we are powerful beyond measure. It is our light, not our darkness that most frightens us. We ask ourselves, 'Who am I to be brilliant, gorgeous, talented, fabulous?' Actually, who are you not to be? You are a child of God. Your playing small does not serve the world. There is nothing enlightened about shrinking so that other people won't feel insecure around you. We are all meant to shine, as children do. We were born to make manifest the glory of God that is within us. It's not just in some of us; it's in everyone. And as we let our own light shine, we unconsciously give other people permission to do the same. As we are liberated from our own fear, our presence automatically liberates others.", "author": "Marianne Williamson,", "tags": "akeelah,fear,inspirational"},
{"text": "You have to write the book that wants to be written. And if the book will be too difficult for grown-ups, then you write it for children.", "author": "Madeleine L'Engle", "tags": "books,children,difficult,grown-ups,write,writers,writing"},
{"text": "And in that moment, I swear we were infinite.", "author": "Stephen Chbosky,", "tags": "infinity"},
{"text": "I'm the one that's got to die when it's time for me to die, so let me live my life the way I want to.", "author": "Jimi Hendrix,", "tags": "death,life"},
{"text": "So it's not gonna be easy. It's going to be really hard; we're gonna have to work at this everyday, but I want to do that because I want you. I want all of you, forever, everyday. You and me... everyday.", "author": "Nicholas Sparks,", "tags": "love,marriage"},
{"text": "But better to get hurt by the truth than comforted with a lie.", "author": "Khaled Hosseini", "tags": "life"},
{"text": "Some day you will be old enough to start reading fairy tales again.", "author": "C.S. Lewis", "tags": "age,fairytales,growing-up"},
{"text": "Remember, if the time should come when you have to make a choice between what is right and what is easy, remember what happened to a boy who was good, and kind, and brave, because he strayed across the path of Lord Voldemort. Remember Cedric Diggory.", "author": "J.K. Rowling,", "tags": "integrity"},
{"text": "It’s no use going back to yesterday, because I was a different person then.", "author": "Lewis Carroll", "tags": "alice,humor,inspirational,philosophy-of-life,psychological,yesterday"},
{"text": "The books that the world calls immoral are books that show the world its own shame.", "author": "Oscar Wilde,", "tags": "books,morality,reading"},
{"text": "The truth.\" Dumbledore sighed. \"It is a beautiful and terrible thing, and should therefore be treated with great caution.", "author": "J.K. Rowling,", "tags": "truth"},
{"text": "We are what we pretend to be, so we must be careful about what we pretend to be.", "author": "Kurt Vonnegut,", "tags": "action,attitude,choice,imagination,inspiration,life,pretend"},
{"text": "... a mind needs books as a sword needs a whetstone, if it is to keep its edge.", "author": "George R.R. Martin,", "tags": "books,mind"},
{"text": "Be nice to nerds. You may end up working for them. We all could.", "author": "Charles J. Sykes,", "tags": "humor,misattributed-to-bill-gates,nerd,nerds,work"},
{"text": "The truth is rarely pure and never simple.", "author": "Oscar Wilde,", "tags": "truth"},
{"text": "I believe in Christianity as I believe that the sun has risen: not only because I see it, but because by it I see everything else.", "author": "C.S. Lewis", "tags": "christianity,faith,religion,sun"},
{"text": "Books are a uniquely portable magic.", "author": "Stephen King,", "tags": "books,magic,reading"}
]